<template>
	<view id="mar">
		<text>服务条款及隐私政策</text><br>
		服务条款：<br>
		1. 我帮你App 软件app服务条款的确认和接受<br>
		我帮你App
		软件app（以下称“本网站”）的各项网络服务的所有权和运营权归本网站所有。本网站依照本服务条款及其不时发布的操作规则提供网络服务，此外，当您使用本网站各项分类服务时，您应当同意本服务条款的全部内容并遵守与该项服务相关的规则与要点。前述所有规则与要点均为构成本服务条款的一部分，您一旦登录或无需登录以访问或使用本网站，即表示接受当前版本的服务条款。您必须完全同意所有服务条款并完成注册程序，才能成为本网站的正式用户。
		<br>
		2.服务说明<br>
		本网站网络服务的具体内容由我帮你App根据实际情况提供，包含供浏览或下载的专门信息和软件，以及（视情况而定）相关的文档。我帮你App可在任何时间全部或部分停止本网站的运行。由于网络和计算机系统的特性，我帮你App对本网站的持续可用性不承担任何责任。
		<br>
		3.服务的变更、中断或终止<br>
		鉴于网络服务的特殊性，您必须同意本网站有权随时变更、中断或终止部分或全部的网络服务。为了网站的正常运行，本网站定期或不定期地对提供网络服务的平台或相关的设备进行检修或者维护而造成的网络服务的中断，本网站将尽力避免服务中断或将中断时间限制在最短时间内，在合理时间内的服务中断，本网站无需为此承担任何责任。
		<br>
		如发生下列任何一种情形，本网站有权随时中断或终止向您提供网络服务而无需对您或任何第三方承担任何责任：<br>
		（1）您提供的资料不真实；<br>
		（2）您违反本服务条款的有关规定或疏忽其对用户数据的谨慎义务；<br>
		（3）您在访问或使用本网站时违反相关法律<br>
		4. 网上注册<br>
		本网站的某些页面受密码保护。为了安全性和商业交易的安全，只有注册用户才可访问上述页面。我帮你App保留拒绝任何用户进行注册的权利，并特别保留决定将某些过去可自由访问的页面转变为需要注册访问的页面的权利。我帮你App有权在任何时间通过阻止用户数据而拒绝授予用户访问密码保护区域的权利，且我帮你App没有义务说明拒绝的理由，特别是您以虚假数据进行注册、访问网页期间违反相关法律或在较长一段时间内没有使用本网站。
		当您在本网站申请注册时，必须向本网站提供准确的个人资料，如个人资料有任何变动，必须及时更新。您一旦注册成功，成为本网站的注册用户，将得到一个密码和用户名。您应当对以该用户名进行的所有活动和事件承担全部责任。同时您在此同意接受本网站通过电子邮件或其他方式向您发送宣传推广或其他相关商业信息。如果您发现第三方不当使用您的用户数据，应在发现后以书面形式或（视具体情况）通过电子邮件立即向我帮你App告知上述情况。在不对外披露用户隐私资料的前提下，本网站有权对整个注册用户数据库进行分析并对数据库进行商业上的利用。
		<br>
		5. 信息、软件和文档的使用权<br>
		通过本网站提供或发布的任何信息、软件和文档均受本使用条款的管辖。本网站提供的文字、软件、声音、图片、录像、图表、广告中的全部内容以及本网站为用户提供的其他信息，所有这些内容受版权、商标或其它财产所有权法律的保护。所以，您只能在本网站和相关权利人授权下才能使用这些内容，而不能擅自复制、发布、转载、播放、改编、汇编或以其他方式使用这些内容或将该等内容用于其他任何商业目的。
		<br>
		6. 对用户的管理<br>
		本网站的用户必须遵守以下原则：<br>
		（1）遵守中国有关法律和法规；<br>
		（2）遵守所有使用网络服务的网络协议、规定、程序和惯例；<br>
		（3）不得为任何非法目的而使用网络服务系统；<br>
		（4）不得传输任何骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗的、淫秽的、教唆他人实施犯罪行为等非法的信息资料；<br>
		（5）不得侵犯其他任何第三方的专利权、著作权、商标权、名誉权或其他任何合法权益；<br>
		（6）不得利用本网站网络服务系统进行任何不利于本网站的行为；<br>
		（7）不干扰或混乱网络服务；<br>
		（8）未经许可不得非法进入其它电脑系统。<br>
		您需独立对自己在网上的行为承担法律责任。若您的行为不符合上述服务条款，本网站有权做出独立判断立即取消您的服务帐号，您若在本网站上散布和传播反动、色情或其他违反国家法律的信息，本网站的系统记录有可能作为您违反法律的证据。
		本网站不对您所发布信息的删除或储存失败承担任何责任。本网站有权判定您的行为是否符合中国法律法规的规定以及本网站服务条款的要求，如果您违背了中国法律法规的规定或服务条款的规定，本网站有中断对您提供服务的权利。对于您通过本网站网络技术服务上传到本网站上可公开获取区域的任何内容，您同意授予本网站在全世界范围内永久性的、不可撤销的、免费的、非独家的和再许可的权利和许可，本网站可以使用、复制、修改、改编、出版、翻译、据以创作衍生作品、传播、表演和展示该等内容的全部或部分，和/或将此等内容的全部或部分编入其他任何形式的作品、媒体或技术中。
		<br>
		7.链接<br>
		本网站内设有通往其他网站和网页的链接，但这些网站和网页并非由本网站经营或控制，本网站不承担责任。您启动任何此此类链接或网页，离开本网站进入其他网站或网页，所有风险自负，本网站不承担一切责任和债务。
		<br>
		8.其他责任、病毒<br>
		我帮你App会尽全力保持本网站免受病毒侵袭，但不能保证本网站没有病毒。出于自我保护，您应采取必要措施确保合适的安全措施并应在下载任何信息、软件或文档时利用病毒扫描程序对其进行扫描。
		<br>
		9.其他规定<br><br><br>
		本服务条款的订立、执行和解释及争议的解决均应适用中国法律并受中国法院管辖。如本服务条款与中华人民共和国法律相抵触时，则该等条款将按法律规定重新修订，而其它条款则依旧有效并具有法律效力。如双方就本服务条款内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向本网站所在地的人民法院提起诉讼。
		<br>
		本服务条款中的标题仅为方便而设，在解释本服务条款时应被忽略。<br>
		<br>
		隐私声明：<br><br><br>
		我帮你App
		软件（以下称“我帮你App”）感谢您关注其产品并访问app。对于我帮你App而言，保护每位访客个人资料的安全性和私密性是极其重要的。因此，您在访问我们的网站过程中所收集的个人数据将根据我帮你App通行的行为守则的政策予以处理。但是，本网站所包含的到其他网站的链接，并不属于本隐私声明的覆盖范围。
		<br><br>
		关于您个人数据的收集和处理<br>
		在我帮你App门户网站上，我们的网站服务器会自动记录您访问时的因特网服务商的名称、您访问网站时所在的网址、您所实际访问的网站以及您访问的日期和时间长度。其它个人数据只有在您主动提供时方予以储存。除此之外，您可以加入网站互动社区参与论坛讨论，您需要提供的个人信息有：姓名、电子邮件地址、电话号码、地址等。作为一般原则，我们只会将该等数据用于您向我们披露数据所希望的目的，例如回答您的询问，处理您的命令或需要为您提供更好的网站在线服务、帮助您解决技术支持问题、在您访问后继续跟踪服务。你完全可以自行选择是否加入。
		<br>
		所收集的信息数据共享<br>
		只有在您同意的范围内，在网站运营和通过网站提供服务时我帮你App可将您的个人数据用于网站的技术管理、客户服务和管理、产品调查和推广。同时，在法律要求的情况下，我们可将您的数据提供给政府机构。但是我们的员工、代理和经销商均受保密义务的约束。
		<br><br>
		关于您的信息的访问及安全性<br>
		为了保证您的隐私和安全，我帮你App将采取合理的措施验证身份，之后你才能访问或修改个人信息。我帮你App采用一切合理的技术和组织安全措施来保护您的信息不被意外或者故意的操纵、丢失、损毁和外泄。但我帮你App不能够对以上的承诺做出绝对的保证。
		<br>
		问题和更改<br>
		我帮你App将按照您的要求为您提供您的个人数据，并尽力维持数据的正确性及时根据您的要求进行错误数据的修改。本条声明的最终解释权及对本网站使用的解释权归我帮你App所有。如果您对个人数据处理有任何疑问，您可以通过联系我们询问、建议或投诉。
		<br>

	</view>
</template>

<script>
	export default {
		data() {
			return {

			}
		},
		methods: {

		}
	}
</script>

<style>
	.mar {
		margin-top: 20upx;
		margin-left: 20upx;
	}

	#mar {
		margin-top: 20upx;
		margin-left: 20upx;
		font-size: 20;
		color: #0FAEFF;
	}

	text {
		margin-left: 20%;
		color: black;
	}
</style>
